reading-notes/a-managers-faq.org
#+TITLE: 管理者的FAQ
#+OPTIONS: toc:nil
#+SETUPFILE: ../setup/theme-readtheorg-local.setup

本文是 [[https://medium.com/eshares-blog/a-managers-faq-35858a229f84][A Manager's FAQ]] 的读书笔记。

* 如何让员工表现更出色

*告诉他们，他们表现好的地方*

当员工98%的工作表现很好，2%的工作表现不好时，管理者对2%的工作给出负反馈。这是从学校考试延续来的思维，学校总分100，所以要减少错误。但工作不是，工作没有总分。应该最大化员工表现好的地方，好的地方越多，就没时间做坏的了。

*思考:*  物尽其用，方显其能。用人要用他擅长的地方。

* 如果给员工负面反馈

*保持好奇*

假设员工尽力了，我们应该问自己，为什么一个聪明的，称职的员工把事情搞糟了？有三种可能结果：
1. 他是对的，我们是错的，这是最好的结果，并且经常是这样。
2. 他意识到了自己的错误，这个结果也不赖。
3. 他解释了，并没有认识到错误。这种结果通常是由于不理解做的事情或者不知道如何去做，前者是沟通问题，后者是培训问题，都是管理者的问题。

*思考:*  沟通和培训是管理者应该多关注的地方。

* 如何给员工分配工作

*把你喜欢的工作分配给他们*

很多管理者把“可以分配自己不相干的工作给其它人”看成一种管理者的特权，这是很差劲，的应该把自己喜欢的工作分配给他们。原因：
1. 员工会比较开心，并乐于为你工作，因为你想做的工作，可能正好也是他们想做的。
2. 做别人不太想做的工作，管理者会更多思考如何改进这些工作。

* 如何安排优先级

*先解决问题，然后预防问题再次发生*

* 如何给员工打分

*不要给员工打分，教他们自我评估*

自我评估是很重要的技能，每个人都应该是自己优缺点的专家。

*思考:* 的确，能够自我评估，并经常自我评估是强大的技能，所谓，吾日三省吾身。

* 何时解雇员工

*当你觉得他们不会成功时*

尽努力让员工在公司成功（升职加薪），如果他们不能，也许换个环境更合适。

* 如何解雇员工

*是管理者的错，如果面试时多用点心，也就没有后面的事。*

*思考:*  是呀，招聘不仅仅是招一个干活的人，也是一份责任，若非看准了，不要轻易招揽。

* 如何判断自己是一个不错的管理者

*员工向你寻求意见*
