blogs/a-managers-faq.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-05-19 五 19:19 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>管理者的FAQ</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="root" />
<link rel="stylesheet" type="text/css" href="/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">管理者的FAQ</h1>
<p>
本文是 <a href="https://medium.com/eshares-blog/a-managers-faq-35858a229f84">A Manager's FAQ</a> 的读书笔记。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> 如何让员工表现更出色</h2>
<div class="outline-text-2" id="text-1">
<p>
<b>告诉他们，他们表现好的地方</b>
</p>

<p>
当员工98%的工作表现很好，2%的工作表现不好时，管理者对2%的工作给出负反馈。这是从学校考试延续来的思维，学校总分100，所以要减少错误。但工作不是，工作没有总分。应该最大化员工表现好的地方，好的地方越多，就没时间做坏的了。
</p>

<p>
<b>思考:</b>  物尽其用，方显其能。用人要用他擅长的地方。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> 如果给员工负面反馈</h2>
<div class="outline-text-2" id="text-2">
<p>
<b>保持好奇</b>
</p>

<p>
假设员工尽力了，我们应该问自己，为什么一个聪明的，称职的员工把事情搞糟了？有三种可能结果：
</p>
<ol class="org-ol">
<li>他是对的，我们是错的，这是最好的结果，并且经常是这样。</li>
<li>他意识到了自己的错误，这个结果也不赖。</li>
<li>他解释了，并没有认识到错误。这种结果通常是由于不理解做的事情或者不知道如何去做，前者是沟通问题，后者是培训问题，都是管理者的问题。</li>
</ol>

<p>
<b>思考:</b>  沟通和培训是管理者应该多关注的地方。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> 如何给员工分配工作</h2>
<div class="outline-text-2" id="text-3">
<p>
<b>把你喜欢的工作分配给他们</b>
</p>

<p>
很多管理者把“可以分配自己不相干的工作给其它人”看成一种管理者的特权，这是很差劲，的应该把自己喜欢的工作分配给他们。原因：
</p>
<ol class="org-ol">
<li>员工会比较开心，并乐于为你工作，因为你想做的工作，可能正好也是他们想做的。</li>
<li>做别人不太想做的工作，管理者会更多思考如何改进这些工作。</li>
</ol>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> 如何安排优先级</h2>
<div class="outline-text-2" id="text-4">
<p>
<b>先解决问题，然后预防问题再次发生</b>
</p>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">5</span> 如何给员工打分</h2>
<div class="outline-text-2" id="text-5">
<p>
<b>不要给员工打分，教他们自我评估</b>
</p>

<p>
自我评估是很重要的技能，每个人都应该是自己优缺点的专家。
</p>

<p>
<b>思考:</b> 的确，能够自我评估，并经常自我评估是强大的技能，所谓，吾日三省吾身。
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">6</span> 何时解雇员工</h2>
<div class="outline-text-2" id="text-6">
<p>
<b>当你觉得他们不会成功时</b>
</p>

<p>
尽努力让员工在公司成功（升职加薪），如果他们不能，也许换个环境更合适。
</p>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">7</span> 如何解雇员工</h2>
<div class="outline-text-2" id="text-7">
<p>
<b>是管理者的错，如果面试时多用点心，也就没有后面的事。</b>
</p>

<p>
<b>思考:</b>  是呀，招聘不仅仅是招一个干活的人，也是一份责任，若非看准了，不要轻易招揽。
</p>
</div>
</div>

<div id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8"><span class="section-number-2">8</span> 如何判断自己是一个不错的管理者</h2>
<div class="outline-text-2" id="text-8">
<p>
<b>员工向你寻求意见</b>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: root</p>
<p class="date">Created: 2017-05-19 五 19:19</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
